/* %.0f = number of seconds */
"%.0f seconds since 1970" = "%.0f segundos desde 1970";

/* %@ = location */
"Open %@ in Maps" = "Abrir %@ em Mapas";

/* %@ = location name */
"Map of %@" = "Mapa de %@";

/* %@ = phone number */
"Call %@" = "Ligar para: %@";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "Não foi possível encontrar a localização (“%@”) através da pesquisa local de Mapas.";

/* %@ = url */
"Show %@ in Calendar" = "Mostrar %@ no calendário";

/* A measurement of some unit */
"Measurement" = "Medição";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "Funcionalidade desativada nesta demonstração";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"OK" = "OK";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "Atalhos não conseguiu converter de %@ no tipo necessário";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "Atalhos não conseguiu converter de %@ em %@";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "A operação";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "%@ falhou porque %@.";

/* Content item error; type conversion error */
"Conversion Error" = "Erro de conversão";

/* Content property name */
"Album (Content Property Name)" = "Álbum";

/* Content property name */
"Album Artist (Content Property Name)" = "Intérprete do álbum";

/* Content property name */
"Album Artwork (Content Property Name)" = "Grafismos de álbum";

/* Content property name */
"Album Track # (Content Property Name)" = "N.º da faixa do álbum";

/* Content property name */
"Altitude (Content Property Name)" = "Altitude";

/* Content property name */
"Article Publish Date (Content Property Name)" = "Data de publicação do artigo";

/* Content property name */
"Artist (Content Property Name)" = "Intérprete";

/* Content property name */
"Artwork (Content Property Name)" = "Grafismos";

/* Content property name */
"Attendees (Content Property Name)" = "Participantes";

/* Content property name */
"Audio (Content Property Name)" = "Áudio";

/* Content property name */
"Author (Content Property Name)" = "Autor";

/* Content property name */
"Birthday (Content Property Name)" = "Data de nascimento";

/* Content property name */
"Body (Content Property Name)" = "Corpo";

/* Content property name */
"Calendar (Content Property Name)" = "Calendário";

/* Content property name */
"Camera Make (Content Property Name)" = "Marca da câmara";

/* Content property name */
"Camera Model (Content Property Name)" = "Modelo da câmara";

/* Content property name */
"City (Content Property Name)" = "Cidade";

/* Content property name */
"Comments (Content Property Name)" = "Comentários";

/* Content property name */
"Company (Content Property Name)" = "Empresa";

/* Content property name */
"Completion Date (Content Property Name)" = "Data de conclusão";

/* Content property name */
"Composer (Content Property Name)" = "Compositor";

/* Content property name */
"Contact Photo (Content Property Name)" = "Fotografia do contacto";

/* Content property name */
"Country (Content Property Name)" = "País";

/* Content property name */
"Creation Date (Content Property Name)" = "Data de criação";

/* Content property name */
"Date Added (Content Property Name)" = "Data de adição";

/* Content property name */
"Date Taken (Content Property Name)" = "Data de criação";

/* Content property name */
"Department (Content Property Name)" = "Departamento";

/* Content property name */
"Disc # (Content Property Name)" = "N.º do disco";

/* Content property name */
"Due Date (Content Property Name)" = "Data limite";

/* Content property name */
"Duration (Content Property Name)" = "Duração";

/* Content property name */
"Email Address (Content Property Name)" = "Endereço de e‑mail";

/* Content property name */
"End Date (Content Property Name)" = "Data de fim";

/* Content property name */
"Event End Date (Content Property Name)" = "Data de fim do evento";

/* Content property name */
"Event Start Date (Content Property Name)" = "Data de início do evento";

/* Content property name */
"Excerpt (Content Property Name)" = "Excerto";

/* Content property name */
"File Extension (Content Property Name)" = "Extensão do ficheiro";

/* Content property name */
"File Size (Content Property Name)" = "Tamanho do ficheiro";

/* Content property name */
"First Name (Content Property Name)" = "Nome próprio";

/* Content property name */
"Frame Rate (Content Property Name)" = "Taxa de fotogramas";

/* Content property name */
"Genre (Content Property Name)" = "Género";

/* Content property name */
"Group (Content Property Name)" = "Grupo";

/* Content property name */
"Has Alarms (Content Property Name)" = "Tem alarmes";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "Tem grafismos de álbum";

/* Content property name */
"Has No Alarms (Content Property Name)" = "Não tem alarmes";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "Não tem grafismos de álbum";

/* Content property name */
"Has No Photo (Content Property Name)" = "Não tem fotografia";

/* Content property name */
"Has Photo (Content Property Name)" = "Tem fotografia";

/* Content property name */
"Height (Content Property Name)" = "Altura";

/* Content property name */
"Image (Content Property Name)" = "Imagem";

/* Content property name */
"Is All Day (Content Property Name)" = "Dura todo o dia";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "É elemento na nuvem";

/* Content property name */
"Is Completed (Content Property Name)" = "Está concluído";

/* Content property name */
"Is Explicit (Content Property Name)" = "É explícito";

/* Content property name */
"Is Favorite (Content Property Name)" = "É favorito";

/* Content property name */
"Is Hidden (Content Property Name)" = "Está oculto";

/* Content property name */
"Is Not All Day (Content Property Name)" = "Não dura todo o dia";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "Não é elemento na nuvem";

/* Content property name */
"Is Not Completed (Content Property Name)" = "Não está concluído";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "Não é explícito";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "Não é favorito";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "Não está oculto";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "Não é uma captura de ecrã";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "É uma captura de ecrã";

/* Content property name */
"Job Title (Content Property Name)" = "Cargo";

/* Content property name */
"Keys (Content Property Name)" = "Chaves";

/* Content property name */
"Last Modified Date (Content Property Name)" = "Data da última modificação";

/* Content property name */
"Last Name (Content Property Name)" = "Apelido";

/* Content property name */
"Last Played Date (Content Property Name)" = "Data da última reprodução";

/* Content property name */
"Latitude (Content Property Name)" = "Latitude";

/* Content property name */
"List (Content Property Name)" = "Lista";

/* Content property name */
"Location (Content Property Name)" = "Localização";

/* Content property name */
"Longitude (Content Property Name)" = "Longitude";

/* Content property name */
"Lyrics (Content Property Name)" = "Letra";

/* Content property name */
"Main Image URL (Content Property Name)" = "URL da imagem principal";

/* Content property name */
"Media Kind (Content Property Name)" = "Tipo de conteúdo";

/* Content property name */
"Media Type (Content Property Name)" = "Tipo de multimédia";

/* Content property name */
"Metadata (Content Property Name)" = "Metadados";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "Dicionário de metadados";

/* Content property name */
"Middle Name (Content Property Name)" = "Segundo nome";

/* Content property name */
"Music (Content Property Name)" = "Música";

/* Content property name */
"Name (Content Property Name)" = "Nome";

/* Content property name */
"Nickname (Content Property Name)" = "Alcunha";

/* Content property name */
"Notes (Content Property Name)" = "Notas";

/* Content property name */
"Number of Words (Content Property Name)" = "Número de palavras";

/* Content property name */
"Organizer (Content Property Name)" = "Organizador";

/* Content property name */
"Orientation (Content Property Name)" = "Orientação";

/* Content property name */
"Phone Number (Content Property Name)" = "Número de telefone";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "Nome (fonética)";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "Apelido (fonética)";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "Segundo nome (fonética)";

/* Content property name */
"Photo Type (Content Property Name)" = "Tipo de fotografia";

/* Content property name */
"Play Count (Content Property Name)" = "Contagem de reproduções";

/* Content property name */
"Prefix (Content Property Name)" = "Prefixo";

/* Content property name */
"Priority (Content Property Name)" = "Prioridade";

/* Content property name */
"Published Date (Content Property Name)" = "Data de publicação";

/* Content property name */
"Rating (Content Property Name)" = "Classificação";

/* Content property name */
"Release Date (Content Property Name)" = "Data de lançamento";

/* Content property name */
"Reminder Location (Content Property Name)" = "Localização do lembrete";

/* Content property name */
"Role (Content Property Name)" = "Função";

/* Content property name */
"Show URL (Content Property Name)" = "Mostrar URL";

/* Content property name */
"Show in Calendar (Content Property Name)" = "Mostrar no Calendário";

/* Content property name */
"Skip Count (Content Property Name)" = "Ignorar contagem";

/* Content property name */
"Start Date (Content Property Name)" = "Data de início";

/* Content property name */
"State (Content Property Name)" = "Estado";

/* Content property name */
"Status (Content Property Name)" = "Estado";

/* Content property name */
"Street (Content Property Name)" = "Rua";

/* Content property name */
"Street Address (Content Property Name)" = "Morada";

/* Content property name */
"Suffix (Content Property Name)" = "Sufixo";

/* Content property name */
"Time Taken (Content Property Name)" = "Hora de captura";

/* Content property name */
"Title (Content Property Name)" = "Título";

/* Content property name */
"Track (Content Property Name)" = "Faixa";

/* Content property name */
"URL (Content Property Name)" = "URL";

/* Content property name */
"Values (Content Property Name)" = "Valores";

/* Content property name */
"Video (Content Property Name)" = "Vídeo";

/* Content property name */
"Width (Content Property Name)" = "Largura";

/* Content property name */
"ZIP Code (Content Property Name)" = "Código postal";

/* Content property value */
"Accepted (Content Property Possible Value)" = "Aceite";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "Audiolivro";

/* Content property value */
"Burst (Content Property Possible Value)" = "Sequência";

/* Content property value */
"Chair (Content Property Possible Value)" = "Cadeira";

/* Content property value */
"Completed (Content Property Possible Value)" = "Concluído";

/* Content property value */
"Declined (Content Property Possible Value)" = "Recusado";

/* Content property value */
"Delegated (Content Property Possible Value)" = "Delegado";

/* Content property value */
"Down (Content Property Possible Value)" = "Para baixo";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "Para baixo, espelhado";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "Em curso";

/* Content property value */
"Left (Content Property Possible Value)" = "Esquerda";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "Para a esquerda, espelhado";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "Filme";

/* Content property value */
"Music (Content Property Possible Value)" = "Música";

/* Content property value */
"Music Video (Content Property Possible Value)" = "Teledisco";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "Não participante";

/* Content property value */
"Optional (Content Property Possible Value)" = "Opcional";

/* Content property value */
"Panorama (Content Property Possible Value)" = "Panorama";

/* Content property value */
"Pending (Content Property Possible Value)" = "Pendente";

/* Content property value */
"Podcast (Content Property Possible Value)" = "Podcast";

/* Content property value */
"Required (Content Property Possible Value)" = "Necessário";

/* Content property value */
"Right (Content Property Possible Value)" = "Direita";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "Para a direita, espelhado";

/* Content property value */
"TV Show (Content Property Possible Value)" = "Programa de TV";

/* Content property value */
"Tentative (Content Property Possible Value)" = "Talvez";

/* Content property value */
"Unknown (Content Property Possible Value)" = "Desconhecido";

/* Content property value */
"Up (Content Property Possible Value)" = "Para cima";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "Para cima, espelhado";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "dd-MM-yyyy";

/* Default contact name */
"No Name" = "Sem nome";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "EEE, dd MMM yyyy HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "Localização";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "Ligação a Mapas desconhecida";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "Indicações de %@ para %@";

/* Error message */
"Location Not Found" = "Localização não encontrada";

/* Error message */
"a video was provided instead of an image" = "foi fornecido um vídeo em vez de uma imagem";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "Não é possível converter o elemento “%@” numa imagem, porque não tem grafismos.";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "Não é possível exportar o elemento “%@”, provavelmente porque está armazenado apenas em iCloud ou ainda não foi sincronizado com este dispositivo.";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "Para efetuar esta operação, tem de ter sessão iniciada em iCloud.";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "O elemento não tem grafismos de álbum";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "Elemento não descarregado";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ %2$@ à(s) %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "Fotografia";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "Música";

/* Filter description; multiple photos (plural) */
"Photos" = "Fotografias";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "Resultados";

/* Generic plural type description */
"Anything (Plural)" = "Tudo";

/* Generic type description */
"Anything (Singular)" = "Tudo";

/* Item name */
"Apple Maps URL" = "URL de Mapas da Apple";

/* Item name */
"Contact" = "Contacto";

/* Item name */
"Event" = "Evento";

/* Item name */
"Image (item name)" = "Imagem";

/* Item name */
"Music (item name)" = "Música";

/* Item name */
"Photo" = "Fotografia";

/* Item name */
"Reminder" = "Lembrete";

/* Item name */
"Track (item name)" = "Faixa";

/* Item name; calendar event participant */
"Participant" = "Participante";

/* Navigation bar title */
"Supported Types" = "Tipos suportados";

/* Navigation bar title; content items */
"Items" = "Elementos";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "Gráfico do elemento de conteúdo";

/* Priority level */
"High" = "Máxima";

/* Priority level */
"Low" = "Baixa";

/* Priority level */
"Medium" = "Média";

/* Property name; web page URL */
"Page URL" = "URL da página";

/* Property name; web page contents */
"Page Contents" = "Conteúdo da página";

/* Property name; web page selection */
"Page Selection" = "Seleção de páginas";

/* Proposed file name for an HTML file */
"Article" = "Artigo";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "Não foi possível pré‑visualizar %@ na Vista rápida.";

/* Reminder content item */
"Reminder Completion Date" = "Data de conclusão do lembrete";

/* Reminder content item */
"Reminder Due Date" = "Data limite do lembrete";

/* Reminder content item */
"Reminder Start Date" = "Data de início do lembrete";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "Mostrar URL";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "Medições";

/* Title template for import albums from Photos.app */
"Imported on %@" = "Importado a %@";

/* Type description for multiple files */
"Files" = "Ficheiros";

/* Type description for single file */
"File" = "Ficheiro";

/* Type description, a boolean (plural) */
"Booleans" = "Booleanos";

/* Type description; a FTP directory (singular) */
"FTP directory" = "Diretório de FTP";

/* Type description; a Maps link (singular) */
"Maps link" = "Ligação de Mapas";

/* Type description; a PDF (singular) */
"PDF" = "PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "Página web do Safari";

/* Type description; a URL (singular) */
"URL (singular)" = "URL";

/* Type description; a boolean (singular) */
"Boolean" = "Booleano";

/* Type description; a calendar event (singular) */
"Calendar event" = "Evento do calendário";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "Participante no evento";

/* Type description; a calendar item (singular) */
"Calendar item" = "Elemento do calendário";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "Contacto";

/* Type description; a date (singular) */
"Date" = "Data";

/* Type description; a dictionary (singular) */
"Dictionary" = "Dicionário";

/* Type description; a file size (singular) */
"File size" = "Tamanho do ficheiro";

/* Type description; a location (singular) */
"Location (singular)" = "Localização";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "Multimédia";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "Multimédia";

/* Type description; a number (singular) */
"Number" = "Número";

/* Type description; a phone number (singular) */
"Phone number" = "Número de telefone";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "Suporte fotográfico";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "Conteúdo multimédia da aplicação Fotografias";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "Texto formatado";

/* Type description; a piece of text (singular) */
"Text (singular)" = "Texto";

/* Type description; a place (location) (singular) */
"Place" = "Local";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "Lembrete";

/* Type description; a single image (singular) */
"Image (singular)" = "Imagem";

/* Type description; a time interval (singular) */
"Time interval" = "Intervalo";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "Artigo";

/* Type description; an email address (singular) */
"Email address" = "Endereço de e‑mail";

/* Type description; an extension item (singular) */
"Extension item" = "Elemento de extensão";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "Elemento do iCalendar";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "Conteúdo multimédia do iTunes";

/* Type description; an item provider (singular) */
"Item provider" = "Fornecedor do elemento";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "Diretórios de FTP";

/* Type description; multiple Maps links (plural) */
"Maps links" = "Ligações de Mapas";

/* Type description; multiple PDFs (plural) */
"PDFs" = "PDF";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "Páginas web do Safari";

/* Type description; multiple URLs (plural) */
"URLs" = "URL";

/* Type description; multiple articles (plural) */
"Articles" = "Artigos";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "Participantes no evento";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "Eventos do calendário";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "Elementos do calendário";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "Contactos";

/* Type description; multiple dates (plural) */
"Dates" = "Datas";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "Dicionários";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "Endereços de e‑mail";

/* Type description; multiple extension items (plural) */
"Extension items" = "Elementos de extensão";

/* Type description; multiple file sizes (plural) */
"File sizes" = "Tamanhos dos ficheiros";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "Elementos do iCalendar";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "Conteúdo multimédia do iTunes";

/* Type description; multiple images (plural) */
"Images" = "Imagens";

/* Type description; multiple item providers (plural) */
"Item providers" = "Fornecedores dos elementos";

/* Type description; multiple locations (plural) */
"Locations" = "Localizações";

/* Type description; multiple numbers (plural) */
"Numbers" = "Números";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "Números de telefone";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "Suporte fotográfico";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "Conteúdo multimédia da aplicação Fotografias";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "Texto formatado";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "Texto";

/* Type description; multiple places (locations) (plural) */
"Places" = "Locais";

/* Type description; multiple reminders (plural) */
"Reminders" = "Lembretes";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "Intervalos";

/* Type description; multiple vCards (plural) */
"vCards" = "vCards";

/* Unit type */
"Acceleration" = "Aceleração";

/* Unit type */
"Angle" = "Ângulo";

/* Unit type */
"Area" = "Área";

/* Unit type */
"Concentration Mass" = "Massa de concentração";

/* Unit type */
"Dispersion" = "Dispersão";

/* Unit type */
"Duration" = "Duração";

/* Unit type */
"Electric Charge" = "Carga elétrico";

/* Unit type */
"Electric Current" = "Corrente elétrica";

/* Unit type */
"Electric Potential Difference" = "Diferença de potencial elétrico";

/* Unit type */
"Electric Resistance" = "Resistência elétrica";

/* Unit type */
"Energy" = "Energia";

/* Unit type */
"Frequency" = "Frequência";

/* Unit type */
"Fuel Efficiency" = "Eficiência do combustível";

/* Unit type */
"Illuminance" = "Intensidade luminosa";

/* Unit type */
"Length" = "Comprimento";

/* Unit type */
"Mass" = "Massa";

/* Unit type */
"Power" = "Potência";

/* Unit type */
"Pressure" = "Pressão";

/* Unit type */
"Speed" = "Velocidade";

/* Unit type */
"Temperature" = "Temperatura";

/* Unit type */
"Volume" = "Volume";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = " ou ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " ou ";

